Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Søksmål til domstolene grunngitt i at patent er meddelt til en annen enn den som etter patentloven § 1 er berettiget til patentet, må reises innen ett år fra du får kjennskap til at patentet er meddelt.
nn: Søksmål til domstolane på grunn av at patent er meddelt til ein annan enn den som etter patentlova § 1 har rett til patentet, må reisast innan eitt år frå du får kjennskap til at patentet er meddelt.

source: − Jobber du for eksempel med utvikling av sykkelutstyr, så kan du få et varsel når andre søker om rettigheter på det området, sier Peter Risholm.
nn: − Jobbar du til dømes med utvikling av sykkelutstyr, så kan du få eit varsel når andre søkjer om rettar på det området, seier Peter Risholm.

source: Den norske teksten oversettes da til engelsk.
nn: Den norske teksten blir då omsett til engelsk.

source: Elementer som ikke er en del av designet må ikke inngå i bildene.
nn: Element som ikkje er ein del av designet må ikkje inngå i bileta.

source: Da Birgitte Linde Røsvik og Mats Herding Solberg i 2012 tok fatt på masteroppgaven innen industriell design på NTNU, fikk de blant annet utfordringen å finne nye eller lite brukte anvendelsesområder for ull i industriell sammenheng.
nn: Då Birgitte Linde Røsvik og Mats Herding Solberg i 2012 tok fatt på masteroppgåva innan industriell design på NTNU, fekk dei blant anna utfordringa å finne nye eller lite nytta bruksområde for ull i industriell samanheng.

source: Utnytt rettigheten din kommersielt
nn: Utnytt retten din kommersielt

source: Ikke sjelden er det designet, det vil si utseendet, som skiller produktet ditt fra andres, og det kan derfor ha stor verdi.
nn: Ikkje sjeldan er det designet, det vil seie utsjånaden, som skil produktet ditt frå andre sine, og det kan derfor ha stor verdi.

source: Andre viktige vilkår for registrering er at navnet ikke må være villedende og at det heller ikke kan forveksles med andres navn, foretaksnavn eller varemerke.
nn: Andre viktige vilkår for registrering er at namnet ikkje må vere villeiande og at det heller ikkje kan forvekslast med andre sine namn, føretaksnamn eller varemerke.

source: Denne godkjenningen fikk selskapet 25.02.2020.
nn: Denne godkjenninga fekk selskapet 25.02.2020.

source: De bygget et narrativ for hvert produktnavn, slik at de enkelt kunne lage en historie rundt produktet.
nn: Dei bygde eit narrativ for kvart produktnamn, slik at dei enkelt kunne lage ei historie rundt produktet.

source: Endringer i navn og adresse
nn: Endringar i namn og adresse

source: Hvis varemerket er et tredimensjonalt merke, må den grafiske reproduksjon av varemerket i den internasjonale søknaden være likt med varemerket slik det fremstår i basissøknaden eller basisregistreringen.
nn: Viss varemerket er eit tredimensjonalt merke, må den grafiske reproduksjonen av varemerket i den internasjonale søknaden vere likt med varemerket slik det framstår i basissøknaden eller basisregistreringen.

source: «For oss er det spesielt kritisk å ha patentbeskyttelse for å stå sterkere dersom noen skulle klare å kopiere produktet vårt.
nn: «For oss er det kritisk å ha spesielt patentvern for å stå sterkare dersom nokon skulle klare å kopiere produktet vårt.

source: Ved særlig omfattende og fragmentert dokumentasjon som skal sees i sammenheng, vil det kunne være nødvendig at du legger ved en beskrivelse hvor du systematiserer dokumentasjonen.
nn: Ved særleg omfattande og fragmentert dokumentasjon som skal sjåast i samanheng, vil det kunne vere nødvendig at du legg ved ei forklaring kor du systematiserer dokumentasjonen.

source: Det er både enklere og billigere å levere inn én internasjonal søknad via Madridprotokollen enn å søke i hvert enkelt land for seg.
nn: Det er både enklare og billegare å levere inn éin internasjonal søknad via Madridprotokollen enn å søkje i kvart enkelt land for seg.

source: I Norge må man tenke på om relevante målgrupper legger det samme i merkenavnet som eieren har tenkt seg.
nn: I Noreg må ein tenkje på om relevante målgrupper legg det same i merkenamnet som eigaren har tenkt seg.

source: Det er bærekraftig og skal produseres med minimalt karbonavtrykk og utstrakt bruk av gjenbrukbare materialer», sier gründerne.
nn: Det er berekraftig og skal produserast med minimalt karbonavtrykk og utstrekt bruk av gjenbrukbare materiale», seier gründerane.

source: Hvis du vil søke designregistrering i land utenfor EU som ikke er medlem av Haag-systemet, må du søke direkte til hvert enkelt land.
nn: Dersom du vil søkje designregistrering i land utanfor EU som ikkje er medlem av Haag-systemet, må du søkje direkte til kvart enkelt land.

source: du kan søke i et annet land først og deretter søke i Norge (eventuelt andre land) med utgangspunkt (prioritet) i den første søknaden.
nn: du kan søkje i eit anna land først og deretter søkje i Noreg (eventuelt andre land) med utgangspunkt (prioritet) i den første søknaden.

source: Overvåk markedet, bruk Internett og følg med på aktuelle konkurrenter.
nn: Overvak marknaden, bruk internett og følgj med på aktuelle konkurrentar.

source: for å vise endringene / bevegelsen i merket.
nn: for å vise endringa / rørsla i merket.

source: Hvis du ser at andre allerede har søkt patent på det samme, så er det meningsløst å skrive en lang og omfattende søknad, sier Lillekjendlie.
nn: Viss du ser at andre allereie har søkt patent på det same, så er det meiningslaust å skrive ein lang og omfattande søknad, seier Lillekjendlie.

source: Patenter er som oftest mer verdifulle enn patentsøknader, ettersom det ikke er sikkert at en søknad blir innvilget.
nn: Patent er som oftast meir verdifulle enn patentsøknadar, ettersom det ikkje er sikkert at ein søknad blir innvilga.

source: Designloven setter også opp en del vilkår som må være i orden for at en designregistrering skal være gyldig, men som ikke er til hinder for at vi kan registrere designet.
nn: Designlova set også opp ein del vilkår som må vere i orden for at ei designregistrering skal vere gyldig, men som ikkje er til hinder for at vi kan registrere designet.

source: Ønsker du at Patentstyret skal sjekke i norske og internasjonale databaser for deg, kan du bestille en forundersøkelse.
nn: Ønskjer du at Patentstyret skal sjekke i norske og internasjonale databasar for deg, kan du bestille ei forundersøking.

source: For å oppnå provisorisk vern for en engelsk patentsøknad, må du oversette patentkravene til norsk og de må være kunngjort av Patentstyret.
nn: For å oppnå provisorisk vern for ein engelsk patentsøknad, må du omsetje patentkrava til norsk og dei må vere kunngjorde av Patentstyret.

source: For ikke å gjøre inngrep i andres design, kan det være lurt å sjekke hvilke designrettigheter som finnes i Norge.
nn: For ikkje å gjere inngrep i andre sine design, kan det vere lurt å sjekke kva for designrettar som finst i Noreg.

source: Gode grunner til å registrere et varemerke
nn: Gode grunnar til å registrere eit varemerke

source: De kaller det åpen innovasjon og bygger på forskningsfunn som viser at suksessraten ved å lansere nye produkter øker svært mye dersom man involverer kundene.
nn: Dei kallar det open innovasjon, og det byggjer på forskingsfunn som viser at suksessraten ved å lansere nye produkt aukar svært mykje dersom ein involverer kundane.

source: Det er også mulig for andre enn de nevnte partene å melde inn endringer i registret vårt (melding med begrenset fullmektigverv).
nn: Det er også mogleg for andre enn dei nemnde partane å melde inn endringar i registret vårt (melding med begrensa fullmektigverv).

source: Marianne hadde erfaring som ledsager, og brukte vanligvis en stålkrok fra Biltema surret inn i håndkle og tråd. Hun har tidligere drevet selskapet
nn: Marianne hadde erfaring som turhjelpar, og brukte vanlegvis ein stålkrok frå Biltema surra inn i handkle og tråd.

source: Digitale formater for lukt og smak finnes ikke ennå, men hvem vet hva fremtiden vil bringe.
nn: Digitale format for lukt og smak finst ikkje enno, men kven veit kva framtida vil bringe.

source: Beskytter navnet og teknologien
nn: Vernar namnet og teknologien

source: Her er det tilstrekkelig at du oppgir det nye ønskede ordmerket.
nn: Her er det tilstrekkeleg at det nye ønskte ordmerket oppgis.

source: De vil søke ekstern hjelp for den videre prosessen ute i verden
nn: Dei vil søkje ekstern hjelp for den vidare prosessen ute i verda

source: «Vår målsetting er å bli en internasjonal merkevare.
nn: «Målsettinga vår er å bli ei internasjonal merkevare.

source: at et patent skal oversettes til landets eget språk for å være gyldig i det landet.
nn: at eit patent skal omsetjast til landet sitt eige språk for å vere gyldig i det landet.

source: Sistnevnte vil være et naturlig utgangspunkt for å formulere resten av patentsøknaden.
nn: Sistnemnde vil vere eit naturleg utgangspunkt for å formulere resten av patentsøknaden.

source: Du kan klage på et avslag på krav om unntatt offentlighet fra Patentstyret til Klagenemnda for industrielle rettigheter.
nn: Du kan klage på eit avslag på krav om unnteke offentlegheit frå Patentstyret til Klagenemnda for industrielle rettar.

source: Språket må være engelsk.
nn: Språket må vere engelsk.

source: Jurister og sivilingeniører/teknologer utgjør de største faggruppene, i tillegg til medarbeidere innen saksbehandling, arkiv, kommunikasjon og markedsføring, økonomi, IT og HR.
nn: Juristar og sivilingeniørar/teknologar utgjer dei største faggruppene. Vi har i tillegg medarbeidarar innanfor saksbehandling, arkiv, kommunikasjon og marknadsføring, økonomi, IT og HR.

source: Et varemerke kan bestå av ord, navn, logoer, figurer, bilder, bokstaver, tall, emballasje, lyd eller kombinasjoner av disse.
nn: Eit varemerke kan bestå av ord, namn, logoar, figurar, bilete, bokstavar, tal, emballasje, lyd eller kombinasjonar av desse.

source: Lete geofysikk er en anvendt gren av geofysikk, som bruker fysikalske metoder (slik som seismikk, tyngdekraft, magnetiske, elektriske og elektromagnetiske) på jordoverflaten eller havbunnen for å måle de fysiske egenskapene til undergrunnen, sammen med uregelmessigheter ved disse egenskaper.
nn: Lete geofysikk er ei anvendt grein av geofysikk, som brukar fysikalske metodar (slik som seismikk, tyngdekraft, magnetiske, elektriske og elektromagnetiske) på jordoverflata eller havbunnen for å måle dei fysiske eigenskapane til undergrunnen, saman med avvik ved desse eigenskapane.

source: Søknaden må forklare eller vise hvordan oppfinnelsen kan gjennomføres i praksis.
nn: Søknaden må forklare eller vise korleis oppfinninga kan gjennomførast i praksis.

source: Overvåk rettigheter for å se hva viktige konkurrenter gjør eller følg med på om andre krenker bedriftens rettigheter.
nn: Overvak rettar for å sjå kva viktige konkorrentar gjer eller følg med på om andre krenker bedrifta sine rettar.

source: Er det mulig å finne opp hjulet på nytt?
nn: Er det mogleg å finne opp hjulet på nytt?

source: Ofte kommer dere frem til en løsning gjennom forhandlinger, men andre ganger må saken bli løst i retten.
nn: Ofte kjem dykk fram til ei løysing gjennom forhandlingar, men andre gonger må saka bli løyst i retten.

source: Alle som mener at et patent er gitt på feilaktig grunnlag, kan sende inn en skriftlig innsigelse mot det til Patentstyret.
nn: Alle som meiner at eit patent er gitt på feilaktig grunnlag, kan sende inn ei skriftleg motsegn mot det til Patentstyret.

source: I dagens situasjon med piratvarehandel blir det derfor enda viktigere enn tidligere at bedriftene vet hvem de handler med.
nn: I dagens situasjon med piratvarehandel blir det derfor enda viktigare enn tidlegare at bedriftene veit kven dei handlar med.

source: Strektegningene må være tegnet med tydelige, jevne, svarte linjer.
nn: Strekteikningane må vere teikna med tydelege, jamne, svarte linjer.

source: Idun har på samme måte brukt sin ketsjupflaske så intensivt og i så lang tid at den nyter beskyttelse som et varemerke.
nn: Idun har på same måte brukt ketsjupflaska si så intentsivt og i så lang tid at den nytar vern som eit varemerke.

source: Ocean Sun har ikke kapital eller ressurser til å bygge flytende solkraftverk over hele verden.
nn: Ocean Sun har ikkje kapital eller ressursar til å byggje flytande solkraftverk over heile verda.

source: De selger til forbrukermarkedet gjennom kanaler som Amazon, Best Buy og Elkjøp.
nn: Dei sel til forbrukarmarknaden gjennom kanalar som Amazon, Best Buy og Elkjøp.

source: Vurdering av 3D-merker
nn: Vurdering av 3D-merke

source: Vær imidlertid oppmerksom på at hvis du velger EPO som granskingsmyndighet må søknaden leveres/oversettes til engelsk.
nn: Vær likevel merksam på at dersom du vel EPO som granskingsstyresmakt må søknaden leverast/ blir omsett til engelsk.

source: Importerer du varer av edelt metall fra EU/EØS-land?
nn: Importerer du varer av edelt metall frå EU/EØS-land?

source: I tillegg kan søkeren benytte samme, norske fullmektig gjennom behandlingen av både nasjonal førstesøknad og den internasjonale fasen for PCT-søknaden.
nn: I tillegg kan søkaren bruke same, norske fullmektig gjennom behandlinga av både nasjonal førstesøknad og den internasjonale fasen for PCT-søknaden.

source: Denne informasjonen vil oppdateres fortløpende.
nn: Denne informasjonen vil oppdaterast kontinuerleg.

source: Dette er et samlebegrep som brukes om Patentstyrets undersøkelser om hvorvidt et varemerke, et design eller et patent er nytt, om det kan registreres eller hvem som eventuelt har rettighetene.
nn: Dette er eit samlebegrep som brukast om Patentstyret sine undersøkingar om kvarvidt eit varemerke, eit design eller eit patent er nytt, om det kan registrerast eller kven som eventuelt har rettane.

source: Dette 3D-merket er nektet registrert i EU fordi det ikke skiller seg fra bransjenormen (T-240/15)
nn: Dette 3D-merket er nekta registrert i EU fordi det ikkje skil seg frå bransjenorma (T-240/15)

source: Bruk av kildekode krever en tillatelse fra den som har opphavsretten, og den kan for eksempel lisensieres ut til andre ved salg tilsvarende kjøp av programvare.
nn: Bruk av kildekode krev eit løyve frå den som har opphavsretten, og den kan for eksempel lisensierast ut til andre ved sal tilsvarande kjøp av programvare.

source: Det innebærer at enkelte følger med på ferske registreringer i Brønnøysundregisteret og er raske med å registrere tilsvarende navn som domene, i håp om å kunne selge det senere.
nn: Det inneber at enkelte følgjer med på ferske registreringar i Brønnøysundregisteret og er raske med å registrere tilsvarande namn som domene, i håp om å kunne selje det seinare.

source: På samme måte vil et varemerke som inneholder teksten FRANKRIKE være villedende hvis det er søkt for «ost fra Sveits», fordi teksten i merket viser til et annet land enn det som står i listen over varer eller tjenester.
nn: På same måte vil eit varemerke som inneheld teksten FRANKRIKE vere villeiande dersom det er søkt for «ost frå Sveits», fordi teksten i merket viser til eit anna land enn det som står i lista over varer eller tenester.

source: Hvis du vurderer å søke om både patent- og designbeskyttelse må du huske på at kravet om nyhet er forskjellig for patent og design.
nn: Viss du vurderer å søkje om både patent- og designvern, må du hugse på at kravet om nyheit er forskjellig for patent og design.

source: For å validere en korrigert utgave (B9) av et EP-patent eller publisere en rettet oversettelse av et NO/EP-patent, må du levere inn en ny oversettelse.
nn: For å validere ei korrigert utgåve B9 av eit EP-patent eller publisere ei retta omsetjing av eit NO/EP-patent, må du levere inn ei ny omsetjing.

source: I mellomtiden hadde det kommet presiseringer i rettspraksis knyttet til moralstridende merker som tilsa en slik løsning.
nn: I mellomtida hadde det kome presiseringar i rettspraksis knytt til moralstridande merke som tilsa ei slik løysing.

source: Du kan beskytte et varemerke mot etterligninger gjennom å søke om varemerkeregistrering hos Patentstyret.
nn: Du kan beskytte eit varemerke mot etterlikningar gjennom å søkje om varemerkeregistrering hos Patentstyret.

source: Å søke forsvarsviktig patent i utlandet
nn: Å søkje forsvarsviktig patent i utlandet

source: – Og Smørbukk-karamellen har vært registrert helt siden 1936, forteller Dolva
nn: – Og Smørbukk-karamellen har vore registrert heilt sidan 1936, fortel Dolva.

source: Tall fra EPO (Den europeiske patentorganisasjonen) viser eksempelvis at patentering rundt miljøvennlig lagringsteknologi for strøm har økt kraftig.
nn: Tal frå EPO (Den europeiske patentorganisasjonen) viser eksempelvis at patentering rundt miljøvennleg lagringsteknologi for straum har auka kraftig.

source: Det vil si søkere og innehavere av internasjonale registreringer.
nn: Det vil seie søkjarar og innehavarar av internasjonale registreringar.

source: Eksempel på dokumentasjon er en kopi av panteavtalen.
nn: Eksempel på dokumentasjon er ein kopi av panteavtalen.

source: Jeg skjønte straks at kombinasjonen optisk maskinsyn og laserstråle kunne være svaret på en av de alvorligste utfordringene til en hel milliardnæring.
nn: Eg skjønte straks at kombinasjonen optisk maskinsyn og laserstråle kunne vere svaret på ei av dei mest alvorlege utfordringane til ei heil milliardnæring.

source: rådgiverbasen på nettsiden iprhjelp.no
nn: rådgivarbasen på nettsida iprhjelp.no

source: Retningslinjene må betraktes som generelle instruksjoner som søkerne kan forvente at Patentstyret vil følge.
nn: Retningslinjene må betraktast som generelle instruksjonar som søkjarane kan forvente at Patentstyret vil følgje.

source: Det forutsettes at du har god fagkunnskap på det tekniske området din oppfinnelse tilhører når du utformer patentsøknaden.
nn: Det blir føresett at du har god fagkunnskap på det tekniske området di oppfinning tilhøyrer når du utformar patentsøknaden.

source: Patentstyret skal være en effektiv og kundevennlig myndighet som innvilger robuste rettigheter slik at norsk næringsliv kan fåøkt verdiskapning fra sine immaterielle verdier.
nn: Patentstyret skal vere ei effektiv og kundevennleg myndigheit som innvilgar robuste rettar slik at norsk næringsliv kan få auka verdiskaping frå dei immaterielle verdiane sine.

source: Riktig bruk av disse rettighetene vil da være like viktig for kommersiell suksess som finansiering, markedsføring og salg.
nn: Riktig bruk av desse rettane vil då vere like viktig for kommersiell suksess som finansiering, marknadsføring og sal.

source: Eneretten gjelder bare bruk i næringsvirksomhet, for eksempel bruk av merket på selve varen, på innpakningen, i reklame, i forretningsdokumenter, i muntlig omtale eller på annen måte.
nn: Eineretten gjeld berre bruk i næringsverksemd, til dømes bruk av merket på sjølve vara, på innpakninga, i reklame, i forretningsdokument, i munnlege omtale eller på annan måte.

source: Patentstyret er arbeidsplassen for deg som ønsker utfordrende arbeidsoppgaver, et godt faglig og sosialt arbeidsmiljø og fleksibilitet i hverdagen.
nn: Patentstyret er arbeidsplassen for deg som ønskjer utfordrande arbeidsoppgåver, eit godt fagleg og sosialt arbeidsmiljø og fleksibilitet i kvardagen.

source: varefortegnelsen, må alle varene/tjenestene i den internasjonale registreringen dekkes av varefortegnelsen i den nasjonale registreringen.
nn: varelista, må alle varene/tenestene i den internasjonale registreringa vere dekka av varelista i den nasjonale registreringa.

source: Forskningsrådet skal være en møteplass mellom forskere og brukere av forskning og de som finansierer forskning, og skal medvirke til internasjonalisering av norsk forskning.
nn: Forskningsrådet skal vere ein møteplass for forskarar og brukarar av forskning og dei som finansierer forskning, og skal medverke til internasjonalisering av norsk forskning.

source: Svarfristen på brevene våre i designsøknader er to måneder hvis ikke annet er fastsatt i designloven eller designforskriften, for eksempel én måneds frist for prioritetsopplysninger.
nn: Svarfristen på breva våre i designsøknadar er to månader viss ikkje anna er fastsett i designlova eller designforskrifta, til dømes éin månads frist for prioritetsopplysningar.

source: Disse kriteriene ble utmeislet i den såkalte Siekmann-avgjørelsen i EU.
nn: Desse kriteria blei utmeisla i den såkalla Siekmann-avgjerda i EU.

source: Hva kan du søke patent på? Et dataprogram (for eksempel kildekode) i seg selv er ikke patenterbart, men et dataprogram som implementerer eller modellerer en patenterbar oppfinnelse så som en fremgangsmåte eller et system, kan patenteres.
nn: Eit dataprogram (til dømes kildekode) i seg sjølv er ikkje patenterbart, men eit dataprogram som implementerer eller modellerer ei patenterbar oppfinning så som ein framgangsmåte eller eit system, kan patenterast.

source: Det vanskelige spørsmålet er:
nn: Det vanskelege spørsmålet er:

source: TOSLO-2006-68675, PRO ACTIVE, gi utrykk for gjeldende rett.
nn: TOSLO-2006-68675, PRO ACTIVE, gi utrykk for gjeldande rett.

source: Hvis prioritetsåret er utløpt, vil du som regel ikke kunne kreve prioritet fra den første søknaden når du søker patent i andre land.
nn: Viss prioritetsåret er gått ut, vil du som regel ikkje kunne krevje prioritet frå den første søknaden når du søkjer patent i andre land.

source: Du må levere kravet skriftlig til Patentstyret.
nn: Du må levere kravet skriftleg til Patentstyret.

source: Du kan også strikke til familien din uten å tenke på dette, og du kan gi hjemmestrikkede gaver til dem du vil.
nn: Du kan også strikke til familien din utan å tenkje på dette, og du kan gi heimestrikka gåver til dei du vil.

source: − I Kavli mener vi at det alltid finnes bedre måter å gjøre ting på, og det er viktig at vi som selskap ikke kopierer andre.
nn: − I Kavli meiner vi at det alltid finst betre måtar å gjere ting på, og det er viktig at vi som selskap ikkje kopierer andre.

source: med mindre disse ordene er velkjente begrep innen det aktuelle fagområdet, unngå nektelser, unngå fordeler/ulemper, unngå beskrivende tekst, færre detaljer gir generelt bedre beskyttelse mot etterligning.
nn: med mindre desse orda er velkjende begrep innan det aktuelle fagområdet, unngå nektingar, unngå fordelar/ulemper, unngå beskrivande tekst, færre detaljar gir generelt betre vern mot etterlikning.

source: Du kan få patent på den tekniske låsen, logoen og navnet kan bli registrert som varemerke og utseendet på hjelmen kan bli registrert som design.
nn: Du kan få patent på den tekniske låsen, logoen og namnet kan bli registrert som varemerke og utsjånaden på hjelmen kan bli registrert som design.

source: sikring av markedsandeler ved å hindre kopiering
nn: sikring av marknadsdelar ved å hindre kopiering

source: Dette gjelder også for humant materiale.
nn: Dette gjeld også for humant materiale.

source: Før du investerer mye tid og penger påå utvikle og beskytte ideen din, er det smart å sjekke om andre allerede har rettigheter knyttet til noe tilsvarende.
nn: Før du investerer mykje tid og pengar påå utvikle og beskytte ideen din, er det smart å sjekke om andre allereie har rettar knytte til noko tilsvarande.

source: Når klagen om varemerket skal avgjøres, blir det foretatt en ny og uavhengig vurdering av en annen saksbehandler enn den som var saksbehandler da varemerket ble registrert.
nn: Når klagen om varemerket skal avgjerast, blir det gjort ei ny og uavhengig vurdering av ein annan saksbehandlar enn den som var saksbehandlar da varemerket blei registrert.
